---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilyParameterSet
source: html/9ec5db87-e832-803b-aa6c-d74dc7e17ccc.htm
---
# FamilyParameterSet Methods

Removes every item from the set, rendering it empty.